{
	"data" : [
	
      { "text": "ඔබ දකින භෞතික යමක් ලස්සන නම් තවම ලෝභය පවතින බව දනගන්න."},
      { "text": "ඔබ දකින යම් මනුෂ්‍යයෙක් ලස්සන නම් තවම රාගය පවතින බව දැනගන්න."},
	  {"text": "මා සෑම තැනම සෙව්වෙමි නමුත් සම්බනොවීය,මා සෙවීම නතරකෙලෙමි එවිට සම්බවිය,ඒ මමය !"},
	  {"text": "නිවීම දුටු ඇත්තා දුටු නිවීම වෙනුවෙන් අත්හරියි, ලෝභය දුටු ඇත්තා තවත් ලෝභයක් වෙනුවෙන්ම අත්හරීයි !"},
	  {"text": "බුදුන් සෙව් බොහෝ අයට බුදුන් සම්භ නොවීය, ධර්මය සෙව් සියල්ලන් බුදුන් සම්භ විය  !"},
	  {"text": "ඔබ කොහේද ? මමත් එතැනමය!"},
	  {"text": "පෘතජ්ජනයා දුකට අත්හරියි , ආර්්‍යයා නිවීමට අත්හරියි , අත්හැරිය යුත්තේ අත්හැරෙන ලෙස මිස තවත් අත්හැරීමක් අවශ්‍ය වන ලෙස නොව , අත්හැරීමෙන් දුක නොහටගන්නා ලෙස සිහිය පවත්වන්න  !"},
	  {"text": "ලෝකයේ පවතින්නේ ප්‍රශ්ණ පමණය ,ප්‍රශ්ණ යනු පිළිතුරුවල අනඅවබෝධයය !!"},
	  {"text": "බුදුන් වහන්සේ තමාගේ බුද්ධත්වය වෙනුවෙන් පාරමී පිරුවා නොව , තමා වෙනුවෙන් තමාගේ නිවීම වෙනුවෙන් පාරමී පීරුවා සේ සිතන්න. එවිට ඔබේ මුළු ජීවිතයම බුද්ධ වන්දනාව වෙනවා නිසැකය !"},
	  {"text": "අම්මා වුන නිසා ඔබ ඉපදුනා නොව , ඔබේ ඉපදීම නිසා ඇය අම්මා වුනා !"},
	  {"text": "ඔබට අවශ්‍ය දේ මේ වනවිටත් ලෑබී ඇත. මේ වනවිට ඔබ සොයන්නේ ඔබට අනවශ්‍ය දේය !"},
	  {"text": "පෘතජ්ජනයා කැමති දේවල් අල්ලාගෙන අකැමැති දේවල් අත්හරින්නේය ,ආර්‍ය්‍යා අකැමති දේවල් අල්ලාගෙන කැමැති දේවල් අත්හරින්නේය ,මක්නිසාද අකැමැති දේවලට බැදීම් හට නොගන්නා නිසාය !"},
	  {"text": "ඔබේ මනස නිතර ඔබ රවට්ටන්නේය. නුමුත් රැවටීම පවා ප්‍රඥාවට හොද පාඩමක්ය !"},
	  {"text": "මනසින් සියල්ල අල්ලා ගනී. එම මනසින්ම තමාට ඇති වු විට සියල්ල අත්හරීයි. අල්ලා ගෑනීමත් අත්හැරීමත් මනසේ ක්‍රියාවක් මිස භාහිර දෙයක් එතන නැත. මෙය සතර ඉරියව්වෙන් සිහියෙන් දකින්න  !"},
	  {"text": "ඔබ යනු ඔබේ සිතය .සිත නිවුන විට ඔබ නිවෙන්නේය .ඔබ නිවුන විට සිත නිවෙන්නේය .එකකට තව එකක් නිවන්නට නොහැකිය මන්ද එතන නිවන්නට හදන්නේ සිත හෝ කය යන එකක්ම පමණය !"},
	  {"text": "මග ඵල ලබන්නට කැමැත්තා සැමදා මහා මගය , නිරෝධයට කැමැත්තා මගෙන් එතෙරය !‍"},
	  {"text": "ලෝකයේ සියල්ල ඇත . එයි අයිතියද ලෝකයට ඇත. අපට ඇත්තේ පරිභෝජන අයිතිය මිස වෙන කුමක්ද !"},
	  {"text": "සියල්ල මනසින් අත්හරින ඔබ සියල්ලටම අසු වී සිටින්නේ මනසින්මය , අල්ලාගත් එම මනස නිදහස් කරගන්නා සියල්ල මනසින් අත්හරින්නේය !"},
	  {"text": "අත්හරින්න කැමති ඇත්තා සියල්ල කැමැත්තෙන්ම අතහරීයි . ලෝභය නඩත්තු කරන ඇත්තා අතහැරලත් තැවත අල්ලා ගන්න පොට පහදයි !"},
	  {"text": "සංසාරේ සියල්ල අත්හැරිය ඔබට ඔබව අත්හැරගන්න පුලුවන් වීද ? ඔබත් ඔබේ නිවීමට බාදාවකී , එය මා දනිමි. ඔබ දන්නේහිද ?"},
	  {"text": "ඔබට ප්‍රශණක් විය යුත්තේ සතර මහා භූත නොව , ඔබත් සතර මහා භූත එය ප්‍රශ්ණයක් වුයේ කෙසේද යන්නයි !"},
	  {"text": "සෑම සත්ත්වයෙකුටම ප්‍රශ්ණ ඇත්තේය , සෑම ප්‍රශ්ණයකටම පිළිතුරක්ද ඇත්තේය ,ඔබ ප්‍රශ්ණය සොයා ගත්තෙහි නම් , මගේ විශ්වාසය, ඔබ පිළිතුරද සොයා ගන්නවා ඇත !"},
	  {"text": "තව කොපමණ කල් ඇස කන දිව නාසය සම සිත පිනවන්නේද ? පිනෙව්වු තැනැත්තෙක් ඔබට සම්බවීද ? තවත් මුලාවේ නොසිට අවදිවන්නයි මේ ආරාධනා !"},
	  {"text": "ඔබ අත්හරින සෑම මොහොතේම එම කර්මයත් අත්හැරෙන බව සිහි තබන්න. අත්හැරෙන දේට වඩා අත්හැරෙන කර්මයට සතුටු වන්න !"},
	  {"text": "සලායතන මගින් ගනුදෙනු කරන සැමවිට ඉපදීමකුත් ගනුදෙනු කරන බව සතර ඉරියව්වෙන් දැන සිටීම කමටහනයි. එම කමටහන ඔබේ නිවීමයි.!"},		  
      { "text": "ඔබ දකින යමක් ඔබ සමග ගැටෙනවා නම් තවම ද්වේශය පවතින බව දැනගන්න"}
     
  ]
}

